export const dummySaju = {
  십성1: [
    {kor: '상관', cn: '傷官'},
    {kor: '비견', cn: '比肩'},
    {kor: '상관', cn: '傷官'},
    {kor: '상관', cn: '傷官'},
  ],
  천간: [
    {kor: '임', cn: '壬', sub: '陽水'},
    {kor: '정', cn: '丁', sub: '陰火'},
    {kor: '계', cn: '癸', sub: '陰水'},
    {kor: '계', cn: '癸', sub: '陰水'},
  ],
  지지: [
    {kor: '인', cn: '寅', sub: '陽木'},
    {kor: '사', cn: '巳', sub: '陰火'},
    {kor: '해', cn: '亥', sub: '陰水'},
    {kor: '유', cn: '酉', sub: '陰金'},
  ],
  십성2: [
    {kor: '비견', cn: '比肩'},
    {kor: '겁재', cn: '劫財'},
    {kor: '식신', cn: '食神'},
    {kor: '편재', cn: '偏財'},
  ],
  십이운성: [
    {kor: '사', cn: '死'},
    {kor: '제왕', cn: '帝旺'},
    {kor: '태', cn: '胎'},
    {kor: '장생', cn: '長生'},
  ],
  십이신살: [
    {kor: '겁살', cn: '劫殺'},
    {kor: '지살', cn: '地殺'},
    {kor: '역마살', cn: '驛馬殺'},
    {kor: '장성살', cn: '將星殺'},
  ],
  귀인: [
    [],
    [],
    [{kor: '천을귀인', cn: '天乙'}],
    [
      {kor: '천을귀인', cn: '天乙'},
      {kor: '태극귀인', cn: '太極'},
      {kor: '문창귀인', cn: '文昌'},
    ],
  ],
};
